Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Copy All Nameservers
ar: انسخ كافة خوادم الأسماء
de: Alle Nameserver kopieren
es: Copiar todos los servidores de nombres
fr: Copier tous les serveurs de noms
it: Copia tutti i server dei nomi
ja: すべてのネームサーバーをコピー
ko: 모든 네임서버 복사
pt_br: Copiar todos os servidores de nomes
ru: Скопировать все серверы имен
zh_hans: 复制全部域名服务器
zh_hant: 複製全部名稱伺服器 (Nameservers)

source: Copy All Records
ar: نسخ جميع السجلات
de: Alle Datensätze kopieren
es: Copiar todos los registros
fr: Copier tous les enregistrements
it: Copia tutti i record
ja: すべてのレコードをコピー
ko: 모든 레코드 복사
pt_br: Copiar todos os registros
ru: Скопировать все записи
zh_hans: 复制全部记录
zh_hant: 複製全部記錄

source: Copy all trace fields
ar: انسخ كافة حقول التتبع
de: Kopieren Sie alle Trace-Felder
es: Copiar todos los campos de seguimiento
fr: Copiez tous les champs de trace
it: Copia tutti i campi di traccia
ja: すべてのトレースフィールドをコピーします
ko: 모든 추적 필드 복사
pt_br: Copie todos os campos de rastreamento
ru: Скопируйте все поля трассировки
zh_hans: 复制全部追踪字段
zh_hant: 複製全部追踪字段

source: Copy App Name
ar: نسخ اسم التطبيق
de: App-Name kopieren
es: Copiar nombre de app
fr: Copier le nom de l'app
it: Copia nome app
ja: アプリ名をコピー
ko: 앱 이름 복사
pt_br: Copiar nome do app
ru: Скопировать имя приложения
zh_hans: 复制应用名称
zh_hant: 複製應用程式名稱

source: Copy as cURL
ar: انسخ كـ cURL
de: Als cURL kopieren
es: Copiar como cURL
fr: Copier en tant que cURL
it: Copia come cURL
ja: cURLとしてコピー
ko: cURL로 복사
pt_br: Copiar como cURL
ru: Скопировать как cURL
zh_hans: 复制为 cURL
zh_hant: 複製為 cURL

source: Copy as Fetch (TS)
ar: النسخ كجلب (TS)
de: Als Abruf kopieren (TS)
es: Copiar como recuperación (TS)
fr: Copier en tant que récupération (TS)
it: Copia come recupera (TS)
ja: フェッチとしてコピー (TS)
ko: 가져오기로 복사(TS)
pt_br: Copiar como busca (TS)
ru: Копировать как выборку (TS)
zh_hans: 复制为 Fetch (TS)
zh_hant: 複製為 Fetch (TS)

source: Copy Author Email
ar: نسخ بريد المؤلف
de: Autoren-E-Mail kopieren
es: Copiar correo del autor
fr: Copier l'e-mail de l'auteur
it: Copia email dell'autore
ja: 作成者のメールをコピー
ko: 작성자 이메일 복사
pt_br: Copiar e-mail do autor
ru: Скопировать email автора
zh_hans: 复制作者邮箱
zh_hant: 複製作者電子郵件

source: Copy Base URL
ar: انسخ عنوان URL الأساسي
de: Basis-URL kopieren
es: Copiar URL base
fr: Copier l'URL de base
it: Copia l'URL di base
ja: ベース URL をコピー
ko: 기본 URL 복사
pt_br: Copiar URL base
ru: Копировать базовый URL-адрес
zh_hans: 复制 Base URL
zh_hant: 複製 Base URL

source: Copy Binding Name
ar: نسخ اسم الربط
de: Bindungsnamen kopieren
es: Copiar nombre de enlace
fr: Copier le nom de liaison
it: Copia nome associazione
ja: バインド名をコピー
ko: 바인딩 이름 복사
pt_br: Copiar nome do vínculo
ru: Скопировать имя привязки
zh_hans: 复制绑定变量名
zh_hant: 複製綁定變數名稱

source: Copy Bucket Name
ar: انسخ اسم الجرافة
de: Bucket-Namen kopieren
es: Copiar nombre del depósito
fr: Copier le nom du compartiment
it: Nome del bucket di copia
ja: バケット名をコピーする
ko: 버킷 이름 복사
pt_br: Copiar nome do intervalo
ru: Копировать имя сегмента
zh_hans: 复制存储桶名称
zh_hant: 複製儲存桶名称

source: Copy Code
ar: نسخ الرمز
de: Code kopieren
es: Copiar código
fr: Copier le code
it: Copia codice
ja: コードをコピーする
ko: 코드 복사
pt_br: Copiar código
ru: Копировать код
zh_hans: 复制代码
zh_hant: 複製程式碼

source: Copy Code Snippet
ar: نسخ مقتطف الكود
de: Codeausschnitt kopieren
es: Copiar fragmento de código
fr: Copier l'extrait de code
it: Copia snippet di codice
ja: コードスニペットをコピー
ko: 코드 조각 복사
pt_br: Copiar trecho de código
ru: Скопировать фрагмент кода
zh_hans: 复制代码片段
zh_hant: 複製程式碼片段

source: Copy Commit Hash
ar: نسخ تجزئة الإيداع
de: Commit-Hash kopieren
es: Copiar hash de commit
fr: Copier le hachage du commit
it: Copia hash del commit
ja: コミット ハッシュをコピー
ko: 커밋 해시 복사
pt_br: Copiar hash do commit
ru: Скопировать хэш коммита
zh_hans: 复制提交哈希 (Commit Hash)
zh_hant: 複製提交雜湊 (Commit Hash)

source: Copy cURL Command
ar: انسخ أمر cURL
de: Kopieren Sie den cURL-Befehl
es: Copiar comando cURL
fr: Copier la commande cURL
it: Copia comando cURL
ja: cURLコマンドをコピー
ko: cURL 명령 복사
pt_br: Copiar comando cURL
ru: Копировать команду cURL
zh_hans: 复制 cURL 命令
zh_hant: 複製 cURL 命令

source: Copy Deployment ID
ar: نسخ معرف النشر
de: Bereitstellungs-ID kopieren
es: Copiar ID de despliegue
fr: Copier l'ID de déploiement
it: Copia ID distribuzione
ja: デプロイ ID をコピー
ko: 배포 ID 복사
pt_br: Copiar ID da implantação
ru: Скопировать ID развертывания
zh_hans: 复制部署 ID
zh_hant: 複製部署 ID

source: Copy Diagnostic Info
ar: نسخ المعلومات التشخيصية
de: Diagnoseinformationen kopieren
es: Copiar información de diagnóstico
fr: Copier les informations de diagnostic
it: Copia informazioni diagnostiche
ja: 診断情報のコピー
ko: 진단 정보 복사
pt_br: Copiar informações de diagnóstico
ru: Копировать диагностическую информацию
zh_hans: 复制诊断报告
zh_hant: 複製诊断報告

source: Copy Domain
ar: نسخ النطاق
de: Domain kopieren
es: Copiar dominio
fr: Copier le domaine
it: Copia dominio
ja: ドメインをコピー
ko: 도메인 복사
pt_br: Copiar domínio
ru: Скопировать домен
zh_hans: 复制域名
zh_hant: 複製網域稱

source: Copy Gateway URL
ar: انسخ عنوان URL للبوابة
de: Gateway-URL kopieren
es: Copiar URL de puerta de enlace
fr: Copier l'URL de la passerelle
it: Copia l'URL del gateway
ja: ゲートウェイ URL をコピー
ko: 게이트웨이 URL 복사
pt_br: Copiar URL do gateway
ru: Скопировать URL-адрес шлюза
zh_hans: 复制网关端点 URL
zh_hant: 複製網關端點 URL

source: Copy ID
ar: نسخ معرف
de: Ausweis kopieren
es: Copiar identificación
fr: Copier l'identifiant
it: Copia documento d'identità
ja: IDをコピーする
ko: 신분증 복사
pt_br: Copiar ID
ru: Копировать идентификатор
zh_hans: 复制 ID
zh_hant: 複製 ID

source: Copy Key
ar: نسخ المفتاح
de: Schlüssel kopieren
es: Copiar clave
fr: Copier la clé
it: Copia chiave
ja: キーをコピーする
ko: 키 복사
pt_br: Copiar chave
ru: Копировать ключ
zh_hans: 复制对象键
zh_hant: 複製对象鍵

source: Copy Key Name
ar: انسخ اسم المفتاح
de: Schlüsselnamen kopieren
es: Copiar nombre de clave
fr: Copier le nom de la clé
it: Copia nome chiave
ja: キー名のコピー
ko: 키 이름 복사
pt_br: Copiar nome da chave
ru: Копировать имя ключа
zh_hans: 复制键名
zh_hant: 複製鍵名

source: Copy Name
ar: نسخ الاسم
de: Namen kopieren
es: Copiar nombre
fr: Copier le nom
it: Copia nome
ja: 名前をコピーする
ko: 이름 복사
pt_br: Copiar nome
ru: Копировать имя
zh_hans: 复制变量名
zh_hant: 複製變量名

source: Copy nameserver %@
ar: نسخ خادم الأسماء %@
de: Nameserver %@ kopieren
es: Copiar servidor de nombres %@
fr: Copier le serveur de noms %@
it: Copia nameserver %@
ja: ネームサーバー %@ をコピー
ko: 네임서버 %@ 복사
pt_br: Copiar servidor de nomes %@
ru: Копировать сервер имён %@
zh_hans: 复制名称服务器 %@
zh_hant: 複製名稱伺服器 %@

source: Copy Nginx Real-IP Config
ar: انسخ تكوين Nginx Real-IP
de: Kopieren Sie die Nginx Real-IP-Konfiguration
es: Copiar la configuración de IP real de Nginx
fr: Copier la configuration IP réelle de Nginx
it: Copia la configurazione IP reale di Nginx
ja: Nginx Real-IP 構成のコピー
ko: Nginx Real-IP 구성 복사
pt_br: Copiar configuração do Nginx Real-IP
ru: Копирование конфигурации Nginx Real-IP
zh_hans: 复制 Nginx Real-IP 配置
zh_hant: 複製 Nginx Real-IP 設定

source: Copy Object Key
ar: نسخ مفتاح الكائن
de: Objektschlüssel kopieren
es: Copiar clave de objeto
fr: Copier la clé de l'objet
it: Copia chiave oggetto
ja: オブジェクトキーのコピー
ko: 객체 키 복사
pt_br: Copiar chave do objeto
ru: Копировать ключ объекта
zh_hans: 复制对象键名 (Key)
zh_hant: 複製对象鍵名 (Key)

source: Copy Preview URL
ar: نسخ رابط المعاينة
de: Vorschau-URL kopieren
es: Copiar URL de vista previa
fr: Copier l'URL d'aperçu
it: Copia URL di anteprima
ja: プレビュー URL をコピー
ko: 미리보기 URL 복사
pt_br: Copiar URL de prévia
ru: Скопировать URL предпросмотра
zh_hans: 复制预览链接
zh_hant: 複製預覽連結

source: Copy Production URL
ar: نسخ عنوان URL للإنتاج
de: Produktions-URL kopieren
es: Copiar URL de producción
fr: Copier l'URL de production
it: Copia l'URL di produzione
ja: 本番環境の URL をコピーする
ko: 프로덕션 URL 복사
pt_br: Copiar URL de produção
ru: Копировать рабочий URL
zh_hans: 复制生产环境网址
zh_hant: 複製生产环境網址

source: Copy Project Name
ar: انسخ اسم المشروع
de: Projektnamen kopieren
es: Copiar nombre del proyecto
fr: Copier le nom du projet
it: Copia nome progetto
ja: プロジェクト名をコピー
ko: 프로젝트 이름 복사
pt_br: Copiar nome do projeto
ru: Копировать название проекта
zh_hans: 复制项目名称
zh_hant: 複製專案名称

source: Copy Raw Trace
ar: نسخ التتبع الخام
de: Rohspur kopieren
es: Copiar rastreo sin procesar
fr: Copier la trace brute
it: Copia traccia grezza
ja: 未加工トレースのコピー
ko: 원시 추적 복사
pt_br: Copiar rastreamento bruto
ru: Копировать необработанную трассировку
zh_hans: 复制原始 Trace 报文
zh_hant: 複製原始 Trace 報文

source: Copy Record Data
ar: نسخ بيانات السجل
de: Datensatzdaten kopieren
es: Copiar datos de registro
fr: Copier les données d'enregistrement
it: Copia dati registrati
ja: レコードデータのコピー
ko: 기록 데이터 복사
pt_br: Copiar dados de registro
ru: Копировать данные записи
zh_hans: 复制解析数据
zh_hant: 複製解析數据

source: Copy RFC Output
ar: نسخ مخرجات RFC
de: RFC-Ausgabe kopieren
es: Copiar salida RFC
fr: Copier la sortie RFC
it: Copia output RFC
ja: RFC出力をコピー
ko: RFC 출력 복사
pt_br: Copiar saída RFC
ru: Скопировать вывод RFC
zh_hans: 复制 RFC 输出
zh_hant: 複製 RFC 輸出

source: Copy Rule Name
ar: نسخ اسم القاعدة
de: Regelnamen kopieren
es: Copiar nombre de regla
fr: Copier le nom de règle
it: Copia nome regola
ja: ルール名をコピー
ko: 규칙 이름 복사
pt_br: Copiar nome da regra
ru: Скопировать имя правила
zh_hans: 复制规则名称
zh_hant: 複製規則名稱

source: Copy Script Name
ar: نسخ اسم البرنامج النصي
de: Skriptnamen kopieren
es: Copiar nombre del script
fr: Copier le nom du script
it: Copia nome script
ja: スクリプト名をコピー
ko: 스크립트 이름 복사
pt_br: Copiar nome do script
ru: Копировать имя сценария
zh_hans: 复制脚本名称
zh_hant: 複製脚本名称

source: Copy Secret Name
ar: نسخ اسم السر
de: Secret-Name kopieren
es: Copiar nombre del secreto
fr: Copier le nom du secret
it: Copia nome segreto
ja: シークレット名をコピー
ko: 비밀 이름 복사
pt_br: Copiar nome do segredo
ru: Скопировать имя секрета
zh_hans: 复制 Secret 名称
zh_hant: 複製 Secret 名稱

source: Copy Sitekey
ar: انسخ مفتاح الموقع
de: Sitekey kopieren
es: Copiar clave del sitio
fr: Copier la clé du site
it: Copia la chiave del sito
ja: サイトキーをコピーする
ko: 사이트키 복사
pt_br: Copiar chave do site
ru: Копировать ключ сайта
zh_hans: 复制 Sitekey
zh_hant: 複製 Sitekey

source: Copy Subdomain URL
ar: انسخ عنوان URL للنطاق الفرعي
de: Subdomain-URL kopieren
es: Copiar URL del subdominio
fr: Copier l'URL du sous-domaine
it: Copia l'URL del sottodominio
ja: サブドメイン URL をコピー
ko: 하위 도메인 URL 복사
pt_br: Copiar URL do subdomínio
ru: Скопировать URL поддомена
zh_hans: 复制子域名网址
zh_hant: 複製子網域稱網址

source: Copy Traffic Expression
ar: نسخ تعبير حركة المرور
de: Traffic-Ausdruck kopieren
es: Copiar expresión de tráfico
fr: Copier l'expression de trafic
it: Copia espressione traffico
ja: トラフィック式をコピー
ko: 트래픽 표현식 복사
pt_br: Copiar expressão de tráfego
ru: Скопировать выражение трафика
zh_hans: 复制流量表达式
zh_hant: 複製流量表達式

source: Copy Tunnel UUID
ar: انسخ UUID للنفق
de: Tunnel-UUID kopieren
es: Copiar UUID del túnel
fr: Copier l'UUID du tunnel
it: Copia l'UUID del tunnel
ja: トンネル UUID をコピーする
ko: 터널 UUID 복사
pt_br: Copiar UUID do túnel
ru: Скопировать UUID туннеля
zh_hans: 复制隧道 UUID
zh_hant: 複製通道 UUID

source: Copy Value
ar: قيمة النسخ
de: Wert kopieren
es: Copiar valor
fr: Copier la valeur
it: Copia valore
ja: 値のコピー
ko: 값 복사
pt_br: Copiar valor
ru: Копировать значение
zh_hans: 复制值
zh_hant: 複製值

source: Core Protocols
ar: البروتوكولات الأساسية
de: Kernprotokolle
es: Protocolos principales
fr: Protocoles de base
it: Protocolli fondamentali
ja: コアプロトコル
ko: 핵심 프로토콜
pt_br: Protocolos principais
ru: Основные протоколы
zh_hans: 核心协议
zh_hant: 核心协议

source: Core Services
ar: الخدمات الأساسية
de: Kerndienstleistungen
es: Servicios principales
fr: Services de base
it: Servizi principali
ja: コアサービス
ko: 핵심 서비스
pt_br: Serviços principais
ru: Основные услуги
zh_hans: 核心服务
zh_hant: 核心服务

source: CORS Rule Added
ar: تمت إضافة قاعدة CORS
de: CORS-Regel hinzugefügt
es: Regla CORS agregada
fr: Règle CORS ajoutée
it: Aggiunta regola CORS
ja: CORS ルールの追加
ko: CORS 규칙이 추가되었습니다.
pt_br: Regra CORS adicionada
ru: Добавлено правило CORS
zh_hans: CORS 规则已添加
zh_hant: CORS 規則已新增

source: CORS Rule Deleted
ar: تم حذف قاعدة CORS
de: CORS-Regel gelöscht
es: Regla CORS eliminada
fr: Règle CORS supprimée
it: Regola CORS eliminata
ja: CORS ルールを削除しました
ko: CORS 규칙 삭제됨
pt_br: Regra CORS excluída
ru: Правило CORS удалено
zh_hans: CORS 规则已删除
zh_hant: CORS 規則已刪除

source: CORS Rule Removed
ar: تمت إزالة قاعدة CORS
de: CORS-Regel entfernt
es: Regla CORS eliminada
fr: Règle CORS supprimée
it: Regola CORS rimossa
ja: CORS ルールが削除されました
ko: CORS 규칙이 제거되었습니다.
pt_br: Regra CORS removida
ru: Правило CORS удалено
zh_hans: CORS 规则已移除
zh_hant: CORS 規則已移除

source: CORS Rules
ar: قواعد كورس
de: CORS-Regeln
es: Reglas CORS
fr: Règles CORS
it: Regolamento CORS
ja: CORS ルール
ko: CORS 규칙
pt_br: Regras CORS
ru: Правила CORS
zh_hans: CORS 规则
zh_hant: CORS 規則

source: CORS Rules (%lld)
ar: قواعد CORS (%lld)
de: CORS-Regeln (%lld)
es: Reglas CORS (%lld)
fr: Règles CORS (%lld)
it: Regole CORS (%lld)
ja: CORS ルール (%lld)
ko: CORS 규칙 (%lld)
pt_br: Regras CORS (%lld)
ru: Правила CORS (%lld)
zh_hans: CORS 规则 (%lld)
zh_hant: CORS 規則 (%lld)

source: Could not retrieve IP info for %@. Please check network.
ar: تعذر استرداد معلومات IP لـ %@. يرجى التحقق من الشبكة.
de: Die IP-Informationen für %@ konnten nicht abgerufen werden. Bitte überprüfen Sie das Netzwerk.
es: No se pudo recuperar la información de IP de %@. Por favor verifique la red.
fr: Impossible de récupérer les informations IP pour %@. Veuillez vérifier le réseau.
it: Impossibile recuperare le informazioni IP per %@. Controlla la rete.
ja: %@ の IP 情報を取得できませんでした。ネットワークを確認してください。
ko: %@에 대한 IP 정보를 검색할 수 없습니다. 네트워크를 확인해주세요.
pt_br: Não foi possível recuperar informações de IP de %@. Verifique a rede.
ru: Не удалось получить информацию об IP-адресе %@. Пожалуйста, проверьте сеть.
zh_hans: 无法获取 %@ 的 IP 归属地信息，请检查网络连接。
zh_hant: 無法获取 %@ 的 IP 归属地信息，請檢查網路連線。

source: Country
ar: دولة
de: Land
es: País
fr: Pays
it: Paese
ja: 国
ko: 국가
pt_br: País
ru: Страна
zh_hans: 国家/地区
zh_hant: 国家/地区

source: Country / Region
ar: البلد / المنطقة
de: Land / Region
es: País / Región
fr: Pays/Région
it: Paese/regione
ja: 国・地域
ko: 국가/지역
pt_br: País/Região
ru: Страна/регион
zh_hans: 国家 / 地区
zh_hant: 国家 / 地区

source: Country Code: %@
ar: رمز البلد: %@
de: Ländercode: %@
es: Código de país: %@
fr: Indicatif du pays : %@
it: Codice Paese: %@
ja: 国コード: %@
ko: 국가 코드: %@
pt_br: Código do país: %@
ru: Код страны: %@
zh_hans: 国家/地区代码：%@
zh_hant: 国家/地区程式碼：%@

source: Country: %@
ar: الدولة: %@
de: Land: %@
es: País: %@
fr: Pays : %@
it: Paese: %@
ja: 国: %@
ko: 국가: %@
pt_br: País: %@
ru: Страна: %@
zh_hans: 国家/地区: %@
zh_hant: 國家/地區: %@

source: CPU Execution Time
ar: وقت تنفيذ وحدة المعالجة المركزية
de: CPU-Ausführungszeit
es: Tiempo de ejecución de la CPU
fr: Temps d'exécution du processeur
it: Tempo di esecuzione della CPU
ja: CPU実行時間
ko: CPU 실행 시간
pt_br: Tempo de execução da CPU
ru: Время выполнения процессора
zh_hans: CPU 执行耗时
zh_hant: CPU 执行耗時

source: CPU Time
ar: وقت المعالج
de: CPU-Zeit
es: Tiempo CPU
fr: Temps CPU
it: Tempo CPU
ja: CPU時間
ko: CPU 시간
pt_br: Tempo de CPU
ru: Время CPU
zh_hans: CPU 耗时
zh_hant: CPU 耗時

source: Create
ar: يخلق
de: Erstellen
es: Crear
fr: Créer
it: Creare
ja: 作成する
ko: 만들다
pt_br: Criar
ru: Создавать
zh_hans: 创建
zh_hant: 建立

source: Create a Cloudflare Queue to send and receive messages with guaranteed delivery.
ar: قم بإنشاء قائمة انتظار Cloudflare لإرسال واستقبال الرسائل مع ضمان التسليم.
de: Erstellen Sie eine Cloudflare-Warteschlange zum Senden und Empfangen von Nachrichten mit garantierter Zustellung.
es: Cree una cola de Cloudflare para enviar y recibir mensajes con entrega garantizada.
fr: Créez une file d'attente Cloudflare pour envoyer et recevoir des messages avec une livraison garantie.
it: Crea una coda Cloudflare per inviare e ricevere messaggi con consegna garantita.
ja: Cloudflareキューを作成して、配信を保証したメッセージを送受信します。
ko: Cloudflare 대기열을 생성하여 배달이 보장된 메시지를 보내고 받으세요.
pt_br: Crie uma fila Cloudflare para enviar e receber mensagens com entrega garantida.
ru: Создайте очередь Cloudflare для отправки и получения сообщений с гарантированной доставкой.
zh_hans: 创建 Cloudflare 消息队列以保证消息的可靠发送与接收。
zh_hant: 建立 Cloudflare 消息队列以保證消息的可靠發送与接收。

source: Create AI Gateway
ar: إنشاء بوابة الذكاء الاصطناعي
de: Erstellen Sie ein KI-Gateway
es: Crear puerta de enlace de IA
fr: Créer une passerelle IA
it: Crea gateway AI
ja: AIゲートウェイの作成
ko: AI 게이트웨이 생성
pt_br: Criar gateway de IA
ru: Создать шлюз ИИ
zh_hans: 创建 AI Gateway
zh_hant: 建立 AI 網關

source: Create an AI Gateway to observe, cache, and manage your AI API traffic.
ar: قم بإنشاء بوابة AI لمراقبة حركة مرور AI API الخاصة بك وتخزينها مؤقتًا وإدارتها.
de: Erstellen Sie ein KI-Gateway, um Ihren KI-API-Verkehr zu beobachten, zwischenzuspeichern und zu verwalten.
es: Cree una puerta de enlace AI para observar, almacenar en caché y administrar su tráfico API AI.
fr: Créez une passerelle AI pour observer, mettre en cache et gérer le trafic de votre API AI.
it: Crea un gateway AI per osservare, memorizzare nella cache e gestire il traffico API AI.
ja: AI ゲートウェイを作成して、AI API トラフィックを観察、キャッシュ、管理します。
ko: AI API 트래픽을 관찰, 캐시, 관리하기 위해 AI 게이트웨이를 생성합니다.
pt_br: Crie um AI Gateway para observar, armazenar em cache e gerenciar o tráfego da API AI.
ru: Создайте шлюз AI для наблюдения, кэширования и управления трафиком AI API.
zh_hans: 创建 AI Gateway以统一观测、缓存和管理您的 AI API 流量。
zh_hant: 建立 AI 網關以統一观測、快取和管理您的 AI API 流量。

source: Create Bucket
ar: إنشاء Bucket
de: Bucket erstellen
es: Crear depósito
fr: Créer un compartiment
it: Crea bucket
ja: バケットの作成
ko: 버킷 생성
pt_br: Criar intervalo
ru: Создать сегмент
zh_hans: 创建存储桶
zh_hant: 建立存储桶

source: Create Config
ar: إنشاء التكوين
de: Konfiguration erstellen
es: Crear configuración
fr: Créer une configuration
it: Crea configurazione
ja: 構成の作成
ko: 구성 만들기
pt_br: Criar configuração
ru: Создать конфигурацию
zh_hans: 创建配置
zh_hant: 建立設定

source: Create custom email addresses and forward them to personal inboxes.
ar: إنشاء عناوين بريد إلكتروني مخصصة وإعادة توجيهها إلى صناديق البريد الشخصية.
de: Erstellen Sie benutzerdefinierte E-Mail-Adressen und leiten Sie diese an persönliche Posteingänge weiter.
es: Crea direcciones de correo electrónico personalizadas y reenvíalas a bandejas de entrada personales.
fr: Créez des adresses e-mail personnalisées et transférez-les vers des boîtes de réception personnelles.
it: Crea indirizzi email personalizzati e inoltrali a caselle di posta personali.
ja: カスタム メール アドレスを作成し、個人の受信トレイに転送します。
ko: 커스텀 이메일 주소를 생성하고 개인 받은 편지함으로 전달합니다.
pt_br: Crie endereços de e-mail personalizados e encaminhe-os para caixas de entrada pessoais.
ru: Создавайте пользовательские адреса электронной почты и пересылайте их на личные почтовые ящики.
zh_hans: 创建自定义电子邮件地址并将其转发到个人收件箱。
zh_hant: 建立自訂電子郵件地址並轉寄至個人收件匣。

source: Create custom firewall rules to protect your web application from malicious traffic.
ar: أنشئ قواعد جدار حماية مخصصة لحماية تطبيقك من الزيارات الضارة.
de: Erstellen Sie benutzerdefinierte Firewall-Regeln zum Schutz vor schädlichem Datenverkehr.
es: Cree reglas de firewall personalizadas para proteger su aplicación web de tráfico malicioso.
fr: Créez des règles de pare-feu personnalisées pour protéger votre application web du trafic malveillant.
it: Crea regole firewall personalizzate per proteggere la tua applicazione web dal traffico dannoso.
ja: カスタムファイアウォールルールを作成し、悪意のあるトラフィックから保護します。
ko: 악성 트래픽으로부터 웹 애플리케이션을 보호하기 위해 사용자 정의 방화벽 규칙을 생성합니다.
pt_br: Crie regras de firewall personalizadas para proteger seu aplicativo web contra tráfego malicioso.
ru: Создавайте правила файрвола для защиты веб-приложений от вредоносного трафика.
zh_hans: 创建自定义防火墙规则，保护 Web 应用程序免受恶意网络流量侵害。
zh_hant: 建立自訂防火牆規則，保護 Web 應用程式免受惡意網路流量侵害。

source: Create custom routing rules to forward incoming emails to external addresses.
ar: إنشاء قواعد توجيه مخصصة لإعادة توجيه رسائل البريد الإلكتروني الواردة إلى عناوين خارجية.
de: Erstellen Sie benutzerdefinierte Routing-Regeln, um eingehende E-Mails an externe Adressen weiterzuleiten.
es: Cree reglas de enrutamiento personalizadas para reenviar correos electrónicos entrantes a direcciones externas.
fr: Créez des règles de routage personnalisées pour transférer les e-mails entrants vers des adresses externes.
it: Crea regole di routing personalizzate per inoltrare le email in arrivo a indirizzi esterni.
ja: 受信メールを外部アドレスに転送するためのカスタム ルーティング ルールを作成します。
ko: 수신 이메일을 외부 주소로 전달하는 사용자 정의 라우팅 규칙을 만듭니다.
pt_br: Crie regras de roteamento personalizadas para encaminhar e-mails recebidos para endereços externos.
ru: Создавайте собственные правила маршрутизации для пересылки входящих писем на внешние адреса.
zh_hans: 创建自定义路由规则将接收的邮件转发至外部地址。
zh_hant: 建立自定义路由規則将接收的邮件轉發至外部地址。

source: Create Database
ar: إنشاء قاعدة بيانات
de: Datenbank erstellen
es: Crear base de datos
fr: Créer une base de données
it: Crea banca dati
ja: データベースの作成
ko: 데이터베이스 생성
pt_br: Criar banco de dados
ru: Создать базу данных
zh_hans: 创建数据库
zh_hant: 建立資料庫

source: Create Failed
ar: فشل الإنشاء
de: Erstellen fehlgeschlagen
es: Error al crear
fr: Échec de la création
it: Creazione non riuscita
ja: 作成に失敗しました
ko: 생성 실패
pt_br: Falha na criação
ru: Создать не удалось
zh_hans: 创建失败
zh_hant: 建立失败

source: Create Gateway
ar: إنشاء بوابة
de: Gateway erstellen
es: Crear puerta de enlace
fr: Créer une passerelle
it: Crea gateway
ja: ゲートウェイの作成
ko: 게이트웨이 생성
pt_br: Criar gateway
ru: Создать шлюз
zh_hans: 新建网关
zh_hant: 新建網關

source: Create List
ar: إنشاء قائمة
de: Liste erstellen
es: Crear lista
fr: Créer une liste
it: Crea elenco
ja: リストの作成
ko: 목록 생성
pt_br: Criar lista
ru: Создать список
zh_hans: 创建列表
zh_hant: 建立列表

source: Create Load Balancer
ar: إنشاء موازن التحميل
de: Erstellen Sie einen Load Balancer
es: Crear equilibrador de carga
fr: Créer un équilibreur de charge
it: Crea bilanciatore del carico
ja: ロードバランサの作成
ko: 로드 밸런서 생성
pt_br: Criar balanceador de carga
ru: Создать балансировщик нагрузки
zh_hans: 创建负载均衡器
zh_hant: 建立负載均衡器

source: Create Namespace
ar: إنشاء مساحة الاسم
de: Namespace erstellen
es: Crear espacio de nombres
fr: Créer un espace de noms
it: Crea spazio dei nomi
ja: ネームスペースの作成
ko: 네임스페이스 생성
pt_br: Criar espaço para nome
ru: Создать пространство имен
zh_hans: 创建命名空间
zh_hant: 建立命名空间

source: Create origin pools to group backend servers together.
ar: إنشاء تجمعات أصلية لتجميع خوادم الواجهة الخلفية معًا.
de: Erstellen Sie Ursprungspools, um Backend-Server zu gruppieren.
es: Crea grupos de origen para agrupar servidores backend.
fr: Créez des pools d'origine pour regrouper les serveurs backend.
it: Crea pool di origine per raggruppare i server backend.
ja: バックエンド サーバーをグループ化するオリジン プールを作成します。
ko: 백엔드 서버를 함께 그룹화할 원본 풀을 생성합니다.
pt_br: Crie pools de origem para agrupar servidores de back-end.
ru: Создавайте пулы источников для группировки серверов бэкенда.
zh_hans: 创建源站池以将后端服务器分组在一起。
zh_hant: 建立來源集區以將後端伺服器分組在一起。

source: Create Pages Project
ar: مشروع إنشاء الصفحات
de: Erstellen Sie ein Pages-Projekt
es: Crear proyecto de Pages
fr: Créer un projet de pages
it: Crea progetto Pagine
ja: Pages プロジェクトの作成
ko: Pages 프로젝트 만들기
pt_br: Criar projeto de Pages
ru: Создать проект Pages
zh_hans: 创建 Pages 项目
zh_hant: 建立 Pages 專案

source: Create Project
ar: إنشاء مشروع
de: Projekt erstellen
es: Crear proyecto
fr: Créer un projet
it: Crea progetto
ja: プロジェクトの作成
ko: 프로젝트 생성
pt_br: Criar projeto
ru: Создать проект
zh_hans: 创建 Pages 项目
zh_hant: 建立 Pages 專案

source: Create Queue
ar: إنشاء قائمة الانتظار
de: Warteschlange erstellen
es: Crear cola
fr: Créer une file d'attente
it: Crea coda
ja: キューの作成
ko: 대기열 생성
pt_br: Criar fila
ru: Создать очередь
zh_hans: 创建消息队列
zh_hant: 建立消息队列

source: Create R2 Bucket
ar: إنشاء Bucket R2
de: Erstellen Sie einen R2-Bucket
es: Crear depósito R2
fr: Créer un compartiment R2
it: Crea il bucket R2
ja: R2バケットの作成
ko: R2 버킷 생성
pt_br: Criar intervalo R2
ru: Создать корзину R2
zh_hans: 创建 R2 存储桶
zh_hant: 建立 R2 儲存桶
